{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"ĠĠ":261,"ĠĠĠĠ":262,"ĠĠĠ":263,"in":264,"Ġ=":265,"um":266,"Ġt":267,"er":268,"ĠĠĠĠĠĠĠ":269,"al":270,"Ġn":271,"en":272,"Ġb":273,"re":274,"Ġa":275,"Ġi":276,"Ġs":277,"Ġ1":278,"Ġd":279,"ry":280,"Ġth":281,"at":282,"\"\"":283,"ber":284,"it":285,"umber":286,"ed":287,"on":288,"Ġin":289,"00":290,"Ġc":291,"pt":292,"Ġp":293,"Ġre":294,"ĠĠĠĠĠĠĠĠĠĠĠ":295,"Ġis":296,"Ġthe":297,"ec":298,"le":299,"or":300,"tu":301,"rn":302,"Ġm":303,"rypt":304,"turn":305,"Ġe":306,"Ġw":307,"an":308,"im":309,"ion":310,"ing":311,"Ġto":312,"Ġnumber":313,"Ġreturn":314,"ary":315,"Ġ*":316,"inary":317,"\"\"\"":318,"):":319,"es":320,"ic":321,"om":322,"val":323,"Ġ%":324,"Ġf":325,"Ġk":326,"Ġo":327,"ag":328,"crypt":329,"hi":330,"Ġ#":331,"ĠN":332,"Ġen":333,"Ġint":334,"Ġof":335,"ef":336,"gen":337,"ig":338,"Ġ==":339,"its":340,"agic":341,"ĠNumber":342,"Ġencrypt":343,"11":344,"ey":345,"eed":346,"ow":347,"ue":348,"Ġ0":349,"Ġval":350,"Ġgen":351,"Ġ=>":352,"Ġif":353,"Ġdig":354,"ate":355,"Ġtot":356,"Ġ**":357,"),":358,"iz":359,"ly":360,"rim":361,"sum":362,"th":363,"ut":364,"Ġ(":365,"ent":366,"Ġan":367,"Ġdec":368,"ata":369,"0000":370,"Ġpow":371,"Ġtotal":372,"ize":373,"rime":374,"Magic":375,"binary":376,"def":377,"od":378,"prime":379,"ran":380,"rue":381,"Ġ[":382,"Ġq":383,"Ġbinary":384,"Ġsum":385,"Ġcal":386,"Ġfor":387,"Ġand":388,"True":389,"data":390,"il":391,"is":392,"mp":393,"size":394,"to":395,"ul":396,"ver":397,"Ġ+":398,"Ġ-":399,"Ġu":400,"ĠMagic":401,"ĠTrue":402,"Ġbe":403,"Ġbits":404,"Ġseed":405,"ith":406,"Ġmod":407,"Ġwhi":408,"imal":409,"omes":410,"Ġkey":411,"his":412,"Ġdecrypt":413,"Ġwhile":414,"))":415,"10":416,"This":417,"dd":418,"led":419,"se":420,"tr":421,"Ġ2":422,"Ġal":423,"Ġ\"\"\"":424,"Ġran":425,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":426,"erate":427,"Ġbec":428,"rep":429,"Ġadd":430,"Ġsing":431,"Ġstr":432,"Ġthat":433,"Ġwh":434,"Ġencryption":435,"Ġdigit":436,"Ġdigits":437,"Ġcalled":438,"mple":439,"Ġ+=":440,"Ġbecomes":441,"Ġsingle":442,"'.":443,"RS":444,"ample":445,"cul":446,"dec":447,"dom":448,"gor":449,"key":450,"lis":451,"put":452,"Ġ>":453,"int":454,"Ġbit":455,"ree":456,"res":457,"Ġare":458,"Ġdef":459,"Ġthree":460,"ation":461,"Ġcan":462,"Ġcom":463,"Ġmagic":464,"Ġex":465,"Ġnumbers":466,"Ġencrypted":467,"ithm":468,"Ġalgor":469,"Ġrandom":470,"Ġwhen":471,"RSA":472,"decimal":473,"list":474,"Ġcomput":475,"Ġalgorithm":476,"!=":477,"Non":478,"ak":479,"cc":480,"ct":481,"ept":482,"ge":483,"id":484,"ip":485,"iv":486,"num":487,"nct":488,"ot":489,"pon":490,"pres":491,"st":492,"ses":493,"seed":494,"ter":495,"ues":496,"unct":497,"Ġ/":498,"Ġ5":499,"ĠF":500,"Ġl":501,"Ġx":502,"Ġon":503,"Ġor":504,"Ġver":505,"ĠRSA":506,"Ġ!=":507,"inv":508,"ere":509,"Ġnum":510,"Ġby":511,"Ġbre":512,"Ġip":513,"Ġsize":514,"Ġ10":515,"Ġ111":516,"Ġdata":517,"Ġch":518,"Ġrec":519,"Ġrepres":520,"ort":521,"Ġwe":522,"Ġwith":523,"ant":524,"Ġreturns":525,"Ġfunct":526,"Ġvalue":527,"Ġvalues":528,"Ġgener":529,"Ġgenerate":530,"the":531,"util":532,"entation":533,"Ġdecimal":534,"00000000":535,"Ġcalcul":536,"ill":537,"Ġup":538,"Ġmodul":539,"Ġmodinv":540,"Ġdecrypted":541,"Ġdecryption":542,"Ġstring":543,"Ġexpon":544,"Ġcomputing":545,"None":546,"Ġonly":547,"Ġbreak":548,"Ġrepresentation":549,"Ġfunction":550,"Ġexponent":551}